Repository: michal-lejwoda/my_flashcards
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Personal info
pl_pl: Informacje osobiste

source: Permissions
pl_pl: Uprawnienia

source: Important dates
pl_pl: Ważne daty

source: Users
pl_pl: Użytkownicy

source: This username has already been taken.
pl_pl: Nazwa użytkownika jest w tej chwili zajęta

source: Name of User
pl_pl: Nazwa użytkownika

source: Information successfully updated
pl_pl: Informacje zostały zaktualizowane

source: The field must contain at least 2 characters
pl_pl: Pole musi zawierać co najmniej 2 znaki

source: Name
pl_pl: Nazwa

source: Front side
pl_pl: Strona przednia

source: Back side
pl_pl: Strona tylnia

source: Is public
pl_pl: Czy jest publiczne

source: Words
pl_pl: Słowa

source: Deck does not exist
pl_pl: Taka talia nie istnieje

source: Word does not exist
pl_pl: Takie słowo nie istnieje

source: Incorrect data
pl_pl: Niepoprawne dane

source: The word has been removed from the deck
pl_pl: Słowo zostało usunięte z talii

source: The file was successfully uploaded
pl_pl: Plik został pomyślnie przesłany

source: Error while reading a file
pl_pl: Błąd podczas odczytu pliku

source: File not found
pl_pl: Nie znaleziono pliku

source: Word created
pl_pl: Słowo zostało stworzono

source: SUCCESS
pl_pl: SUKCES

source: FAILED
pl_pl: NIE POWIODŁO SIĘ

source: PENDING
pl_pl: OCZEKIWANIE

source: ERROR
pl_pl: BŁĄD

source: File problems
pl_pl: Problemy z plikiem

source: Missing task_id parameter
pl_pl: Brakuje parametru task_id

source: The field is required
pl_pl: Pole jest wymagane

source: Both sites are the same
pl_pl: Obie strony są takie same

source: Polish
pl_pl: Polski

source: Correctly registered user
pl_pl: Poprawnie zarejestrowano użytkownika

source: Field 'deck is required
pl_pl: Pole talia jest wymagane

source: Incorrect password
pl_pl: Nieprawidłowe hasło

source: This email address is already used
pl_pl: Ten adres e-mail jest już w użyciu.

source: Password is too short(min 4 letters)
pl_pl: Email jest nie poprawny

source: Passwords don't match
pl_pl: Hasła się nie zgadzają

source: Incorrect old password
pl_pl: Nieprawidłowe stare hasło

source: Password has been successfully changed
pl_pl: Hasło zostało pomyślnie zmienione

source: Your account has been deleted
pl_pl: Twoje konto zostało usunięte

source: Password Reset on Flashcards website
pl_pl: Reset hasła na stronie flashcards

source: If the email exists then a message with a link has been sent to it
pl_pl: Jeśli email istnieje to została na niego wysłana wiadomość z linkiem

source: Email is incorrect
pl_pl: Adres email nie jest poprawny

source: Password change has failed
pl_pl: Zmiana hasła się nie powiodła
